export interface IWish {
  name: string
  wish?: string
  avatar?: string
  tg: string
  tgLink: string
  video?: string
}

export const whishes: IWish[] = [
  {
    name: 'Даша',
    wish: `Лера, ты очень воодушевляющий человек! Сколько я тебя знаю, все время удивляюсь, как в таком молодом возрасте ты так мудро мыслишь, целеустремленно работаешь и достигаешь своих мечт и просто заряжаешь всех позитивом! С тобой очень приятно общаться, ты очень крута в роли ментора, менеджера, хозяйки квартиры и просто подруги 💕 
    Я искренне верю, что тебя ждёт много достижений как в основной работе, так и в хобби 💜 И желаю тебе не забывать отдыхать! Слушай себя и свой организм, это самое главное в жизни 💫
    С Днем Рождения!!🎊🎂`,
    avatar: '/images/dasha.jpg',
    tg: '@Doraaaaaaaaaaaaaaaaaaaaaaaa',
    tgLink: 'https://t.me/Doraaaaaaaaaaaaaaaaaaaaaaaa'
  },
  {
    name: 'Андрей',
    wish: `Лера! Поздравляю тебя с днём рождения! 🎂
    Желаю тебе успехов в изучении английского! Пусть книга, которую мы с Ульяной тебе подарили в этом поможет. Очень надеюсь что ты приедешь в Екатеринбург и лучше всех выступишь на Dump 🥳
    Невероятно грущу, что уже второй твой день рождения не удаётся отметить большой дружной компанией. С нетерпением жду когда сможем встретиться лично, а может и собраться у тебя покушать пиццки как раньше ❤️`,
    avatar: '/images/andrey.jpg',
    tg: '@tim3guy',
    tgLink: 'https://t.me/tim3guy'
  },
  {
    name: 'Кирилл',
    wish: `ЛЕ РАЧ КА! Сердечно поздравляю с днем рождения, желаю в жизни побольше балдежа и поменьше кринжа. Успехов в PMстве и всём остальном. Приезжай как-нибудь в Екат, скучаю блин`,
    avatar: '/images/kirill.jpg',
    tg: '@kirillvoroninn',
    tgLink: 'https://t.me/kirillvoroninn'
  },
  {
    name: 'Ульяна',
    wish: `C днём рождения!!
    большого счастья, крепкого здоровья, неописуемого успеха и крутого секса!`,
    avatar: '/images/ulyana.jpg',
    tg: '@Ulyana137',
    tgLink: 'https://t.me/Ulyana137'
  },
  {
    name: 'Артём',
    wish: `Лерчик, с днём рождения! Хочу тебе пожелать на твой праздник продолжать свергать горы! Никогда не останавливайся не соглашайся на меньшее, ведь ты самая крутая и умная моя подруга! Оставайся такой же и будем с тобой продолжать наши пути к вершине!`,
    avatar: '/images/artem.jpg',
    tg: '@Aryiano',
    tgLink: 'https://t.me/Aryiano'
  },
  {
    name: 'Артемий',
    tg: '@artymenqe98',
    tgLink: 'https://t.me/artymenqe98',
    video: '/videos/artemii.mp4'
  },
  {
    name: 'Юля',
    tg: '@jusyasay',
    tgLink: 'https://t.me/jusyasay',
    video: '/videos/yulya.mp4'
  },
  {
    name: 'Полина',
    tg: '@bypolinafox',
    tgLink: 'https://t.me/bypolinafox',
    video: '/videos/polina.mp4'
  }
]
